tap "adoptopenjdk/openjdk"
tap "ethereum/ethereum"
tap "facebook/fb"
tap "gabrie30/utils"
tap "getsentry/tools"
tap "grishka/grishka"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kevwil/patches"
tap "paritytech/paritytech"
tap "robotsandpencils/made"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "wix/brew"
tap "xcodesorg/made"
brew "act"
brew "age"
brew "glib"
brew "pixman"
brew "cairo"
brew "icu4c"
brew "ant"
brew "readline"
brew "aria2"
brew "atuin"
brew "autoconf"
brew "autoconf-archive"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "carthage"
brew "certbot"
brew "circleci"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "spidermonkey"
brew "couchdb"
brew "ctags", link: false
brew "curl"
brew "direnv"
brew "docker"
brew "docker-machine"
brew "docutils"
brew "duti"
brew "folly"
brew "edencommon"
brew "libtool"
brew "unixodbc"
brew "erlang"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "geos"
brew "gh"
brew "git"
brew "git-crypt"
brew "gitlab-runner"
brew "gitui"
brew "gnupg", link: false
brew "gpgme"
brew "gmime"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "grc"
brew "grep"
brew "htop"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "jenv"
brew "jpeg"
brew "jpegoptim"
brew "kompose"
brew "kubernetes-cli", link: false
brew "lastpass-cli"
brew "libffi"
brew "librsvg"
brew "macvim"
brew "zlib"
brew "mysql"
brew "nmap"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "openslide"
brew "openssl@1.1"
brew "tree"
brew "pass"
brew "peco"
brew "perl"
brew "php"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rsync"
brew "sops"
brew "the_silver_searcher"
brew "tmux"
brew "tokyo-cabinet"
brew "universal-ctags", args: ["HEAD"]
brew "urlview"
brew "vim", link: false
brew "vips"
brew "w3m"
brew "watch"
brew "watchman"
brew "wp-cli"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "facebook/fb/idb-companion"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/rcm"
brew "wix/brew/applesimutils"
brew "xcodesorg/made/xcodes"
cask "alfred"
cask "android-studio"
cask "chromium"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flipper"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "mamp"
cask "mjml"
cask "namechanger"
cask "neardrop"
cask "ngrok"
cask "openoffice"
cask "postico"
cask "postman"
cask "pycharm"
cask "qbittorrent"
cask "react-native-debugger"
cask "reactotron"
cask "rectangle"
cask "rubymine"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "temurin"
cask "the-unarchiver"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
vscode "apollographql.vscode-apollo"
vscode "dbaeumer.vscode-eslint"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ionic.ionic"
vscode "lokalise.i18n-ally"
vscode "voidei.vscode-vimrc"
