tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'ethereum/ethereum'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'https:/'
tap 'kevwil/patches'
tap 'thoughtbot/formulae'
tap 'universal-ctags/universal-ctags'
cask 'java'
brew 'android-sdk'
brew 'ant'
brew 'autoconf'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bdw-gc'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'coreutils'
brew 'ctags'
brew 'duti'
brew 'git'
brew 'fzf'
brew 'gmp'
brew 'mpfr'
brew 'gawk'
brew 'gdbm'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'gmime'
brew 'gnu-sed'
brew 'go'
brew 'gradle'
brew 'htop'
brew 'openssl'
brew 'httrack'
brew 'hugo'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'jpegoptim'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'maven'
brew 'mysql'
brew 'node'
brew 'python3'
brew 'ruby'
brew 'talloc'
brew 'xapian'
brew 'notmuch'
brew 'offlineimap'
brew 'peco'
brew 'reattach-to-user-namespace'
brew 'swagger-codegen'
brew 'tokyo-cabinet'
brew 'tree'
brew 'unixodbc'
brew 'urlview'
brew 'vim'
brew 'w3m'
brew 'watch'
brew 'zsh'
brew 'zsh-completions'
brew 'ethereum/ethereum/ethereum'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/rsync'
brew 'homebrew/php/composer'
brew 'homebrew/php/php71'
brew 'homebrew/php/wp-cli'
brew 'kevwil/patches/mutt', args: ['with-confirm-attachment-patch', 'with-debug', 'with-sidebar-patch', 'with-trash-patch']
brew 'thoughtbot/formulae/rcm'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'android-studio'
cask 'cyberduck'
cask 'daisydisk'
cask 'double-commander'
cask 'dropbox'
cask 'electrum'
cask 'ethereum-wallet'
cask 'genymotion'
cask 'google-chrome'
cask 'google-drive'
cask 'hyperdock'
cask 'iterm2'
cask 'namechanger'
cask 'pycharm'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'virtualbox'
cask 'vlc'
cask 'zeplin'
