tap "ethereum/ethereum"
tap "gabrie30/utils"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kevwil/patches"
tap "paritytech/paritytech"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
brew "ant"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bash"
brew "bdw-gc"
brew "bitrise"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "pixman"
brew "cairo"
brew "carthage"
brew "circleci"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "icu4c"
brew "spidermonkey"
brew "couchdb"
brew "ctags", link: false
brew "curl"
brew "docker"
brew "docker-machine"
brew "duti"
brew "jpeg"
brew "erlang"
brew "libyaml"
brew "ruby"
brew "fastlane", link: false
brew "ffmpeg"
brew "flow"
brew "fzf"
brew "gawk"
brew "git"
brew "gitlab-runner", restart_service: true
brew "gnupg", link: false
brew "gpgme"
brew "gmime"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "grc"
brew "grep"
brew "htop"
brew "httrack"
brew "hub"
brew "hugo"
brew "libtool"
brew "imagemagick"
brew "inetutils"
brew "jenv"
brew "jpegoptim"
brew "kompose"
brew "kubernetes-cli", link: false
brew "lastpass-cli"
brew "librsvg"
brew "libxml2"
brew "maven"
brew "minikube"
brew "mysql"
brew "nmap"
brew "node"
brew "zlib"
brew "notmuch"
brew "nvm"
brew "offlineimap"
brew "tree"
brew "pass"
brew "peco"
brew "perl"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rsync"
brew "speedtest-cli"
brew "swagger-codegen"
brew "tokyo-cabinet"
brew "unixodbc"
brew "urlview"
brew "v8@3.15"
brew "vim"
brew "w3m"
brew "watch"
brew "watchman"
brew "webpack"
brew "wp-cli"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "ethereum/ethereum/ethereum"
brew "gabrie30/utils/ghorg"
brew "heroku/brew/heroku"
brew "paritytech/paritytech/parity"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-studio"
cask "chromium"
cask "cyberduck"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "double-commander"
cask "dropbox"
cask "electrum"
cask "evernote"
cask "fastlane"
cask "firefox"
cask "freemind"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "horndis"
cask "iterm2"
cask "mamp"
cask "mjml"
cask "namechanger"
cask "openoffice"
cask "postico"
cask "postman"
cask "pusher"
cask "pycharm"
cask "qbittorrent"
cask "react-native-debugger"
cask "reactotron"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "soundcleod"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "torbrowser"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "zeplin"
